Repository: Gamecqat34/CircuitTranslations
Catalog: *.lproj/Localizable.strings
Languages: fr, it, ja, pt_br, ru, zh_hans

source: On Resistance (Ω)
fr: Résistance fermé (Ω)
it: Sulla resistenza (Ω)
ja: オン抵抗 (Ω)
pt_br: Resistência do relé ligado(Ω)
ru: На сопротивлении (Ω)
zh_hans: 导通电阻 (Ω)

source: Online Resources
fr: Ressources en ligne
it: Risorse online
ja: オンラインリソース
pt_br: Recursos online
ru: Интернет-ресурсы
zh_hans: 在线资源

source: Op-amp
fr: AO
ja: オペアンプ
pt_br: Amp-op
zh_hans: 运算放大器

source: Open
fr: Ouvert
it: Aperto
ja: 開く
pt_br: Aberto
ru: Открыть
zh_hans: 断开

source: Open Circuit Voltage
fr: Tension de circuit ouvert
it: Tensione a circuito aperto
ja: 開回路電圧
pt_br: Tensão do circuito aberto
ru: Напряжение разомкнутой цепи
zh_hans: 开路电压

source: Orientation
it: Orientamento
ja: 方向
pt_br: Orientação
ru: Ориентации
zh_hans: 朝向

source: Paused
fr: Pause
it: Pausa
pt_br: Pausado
ru: Приостановлена
zh_hans: 暂停

source: Peak Amplitude (V)
fr: Amplitude de crête (V)
it: Ampiezza di picco (V)
ja: ピーク振幅 (V)
pt_br: Amplitude de pico (V)
ru: Пиковая амплитуда (V)
zh_hans: 峰值幅度 (V)

source: Phase Offset (deg)
fr: Décalage de phase (°)
it: Offset di fase (°)
ja: 位相オフセット (°)
pt_br: Deslocamento de fase (°)
ru: Смещение фазы (°)
zh_hans: 相移 (deg)

source: Photoresistor
fr: Photorésistance
it: Fotoresistore
pt_br: Fotoresistor
ru: Фоторезистор
zh_hans: 光敏电阻

source: Pin Number
fr: Numéro de PIN
it: Numero Pin
ja: ピン番号
pt_br: Número do pino
ru: Контактный номер
zh_hans: 引脚编号

source: Polarized
fr: Polarisée
it: Polarizzato
ja: 偏光
pt_br: Polarizado
ru: Поляризованные
zh_hans: 有极性

source: Port
it: Porta
ja: ポート
pt_br: Porta
ru: Порт
zh_hans: 端口

source: Ports
it: Porte
ja: ポート
pt_br: Portas
ru: Порты
zh_hans: 端口数

source: Position
it: Posizione
ja: 位置
pt_br: Posição
ru: Позиции
zh_hans: 位置

source: Potentiometer
fr: Potentiomètre
it: Potenziometro
ja: ポテンショメータ
pt_br: Potenciômetro
ru: Потенциометр
zh_hans: 电位器

source: Power
fr: Puissance
it: Potere
ja: 電源
pt_br: Potência
ru: Мощность
zh_hans: 功率

source: Primary Inductance (H)
fr: Inductance primaire (H)
it: Induttanza primaria (H)
ja: 一次インダクタンス (H)
pt_br: Indutância primaria (H)
ru: Первичная индуктивность (H)
zh_hans: 初级电感 (H)

source: Pulse
fr: Impulsion
it: Impulso
ja: パルス
pt_br: Pulso
ru: Импульс
zh_hans: 脉冲波

source: Quality Factor
fr: Facteur de qualité
it: Fattore di qualità
ja: 品質係数
pt_br: Factor Q
ru: Фактор качества
zh_hans: 品质因数

source: Recording
fr: Enregistrement
it: Registrazione
pt_br: Gravação
ru: Записи
zh_hans: 记录中

source: Red
fr: Rouge
it: Rosso
ja: 赤
pt_br: Vermelho
ru: Красного
zh_hans: 红色

source: Red (%)
fr: Rouge (%)
it: Rosso (%)
ja: 赤 (%)
pt_br: Vermelho (%)
ru: Красный (%)
zh_hans: 红色 (%)

source: Relay
fr: Relais
it: Relè
ja: リレー
pt_br: Relé
ru: Реле
zh_hans: 继电器

source: Resistance
fr: Résistance
it: Resistenza
ja: 抵抗
pt_br: Resistência
ru: Сопротивление
zh_hans: 电阻

source: Resistance (Ω)
fr: Résistance (Ω)
it: Resistenza (Ω)
ja: 抵抗 (Ω)
pt_br: Resistência (Ω)
ru: Сопротивление (Ω)
zh_hans: 阻值 (Ω)

source: Resistor
fr: Résistance
it: Resistenza
ja: 抵抗
ru: Резистор
zh_hans: 电阻

source: Restore Examples
fr: Restaurer les exemples
it: Esempi di ripristino
ja: 復元の例
pt_br: Exemplos de restauração
ru: Восстановить примеры
zh_hans: 还原示例

source: Reverse Polarity
fr: Polarité inverse
it: Polarità inversa
ja: 逆極性
pt_br: Polaridade reversa
ru: Обратная полярность
zh_hans: 极性反转

source: Review on the App Store
fr: Avis sur l'App Store
it: Recensione su App Store
ja: App の店の検討
pt_br: Revisão na App Store
ru: Оставить обзор в App Store
zh_hans: 在App Store上评论

source: SCR
zh_hans: 晶闸管

source: SPDT Analog Switch
fr: Commutateur analogique SPDT
it: Interruttore analogico SPDT
ja: SPDT アナログスイッチ
pt_br: Chave analógica SPDT
ru: Аналоговый выключатель
zh_hans: 单刀双掷模拟开关

source: SPDT Switch
fr: Commutateur SPDT
it: SPDT interruttore
ja: SPDT スイッチ
pt_br: Chave SPDT
ru: Однополюсный переключатель
zh_hans: 单刀双掷开关

source: SPST Push Switch
fr: Commutateur de poussée de SPST
ja: SPST プッシュスイッチ
pt_br: Chave SPST tipo Push
ru: SPST кнопочный выключатель
zh_hans: 单刀单掷按钮开关

source: SPST Switch
fr: Commutateur SPST
it: SPST interruttore
ja: SPST スイッチ
pt_br: Chave SPST
ru: SPST выключатель
zh_hans: 单刀单掷开关

source: Sawtooth
fr: Dents de scie
it: Dente
ja: ノコギリ
ru: Пилообразная волна
zh_hans: 锯齿波

source: Scope
fr: Portée
it: Ambito
ja: スコープ
pt_br: Escopo
ru: Области
zh_hans: 示波器

source: Series Resistance
fr: Résistance de série
it: Serie resistenza
ja: 直列抵抗
pt_br: Resistência em série
ru: Серия сопротивления
zh_hans: 串联电阻

source: Servo Motor
fr: Servomoteur
it: Servomotore
ja: サーボモータ
ru: Серводвигатель
zh_hans: 伺服电机

source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
pt_br: Configurações
ru: Параметры
zh_hans: 设置

source: Short Circuit Current
fr: Courant de court-circuit
it: Corrente di cortocircuito
ja: 短絡電流
pt_br: Corrente de curto-circuito
ru: Создать короткое замыкание
zh_hans: 短路电流

source: Show Console
fr: Afficher la console
it: Mostra console
ja: コンソールの表示
pt_br: Mostrar console
ru: Показать консоль
zh_hans: 显示控制台

source: Show Current
fr: Afficher le courant
it: Mostra corrente
ja: 現在の表示
pt_br: Mostrar atual
ru: Показать текущий
zh_hans: 显示电流

source: Show Grid
fr: Afficher la grille
it: Mostra griglia
ja: グリッドを表示
pt_br: Mostrar grades
ru: Показать сетку
zh_hans: 显示网格

source: Show Ground
fr: Afficher la terre
it: Mostra terra
ja: グラウンドを表示
pt_br: Mostrar aterramento
ru: Показать землю
zh_hans: 显示接地

source: Show Value
fr: Afficher la valeur
it: Mostra valore
ja: 値の表示
pt_br: Mostrar valor
ru: Показать значение
zh_hans: 显示值

source: Show Values
fr: Afficher les valeurs
it: Mostra valori
ja: 値の表示
pt_br: Mostrar valores
ru: Показать значения
zh_hans: 显示值

source: Show Voltage
fr: Afficher la tension
it: Mostra tensione
ja: 電圧を表示
pt_br: Mostrar tensão
ru: Показать напряжение
zh_hans: 显示电压

source: Shunt Capacitance (F)
fr: Capacité shunt (F)
it: Capacità shunt (F)
ja: シャント容量 (F)
pt_br: Capacitância shunt (F)
ru: Шунтовая ёмкость (F)
zh_hans: 静态电容 (F)

source: Signal Frequency (Hz)
fr: Fréquence du signal (Hz)
it: Frequenza del segnale (Hz)
ja: 信号周波数 (Hz)
pt_br: Frequência do sinal (Hz)
ru: Частота сигнала (Гц)
zh_hans: 信号频率 (Hz)

source: Silicon
fr: Silicium
it: Silicio
ja: シリコン
pt_br: Silício
ru: Кремний
zh_hans: 硅器件

source: Singular matrix!
fr: Une matrice singulière!
it: Singolare Matrix!
ja: 特異行列!
pt_br: Matriz singular!
ru: Сингулярная матрица!
zh_hans: 奇异矩阵!

source: Size
fr: Taille
it: Dimensione
ja: サイズ
pt_br: Tamanho
ru: Размер
zh_hans: 大小

source: Slew Rate (V/ns)
fr: Vitesse de rotation (V/ns)
it: Velocità di rotazione (V/ns)
ja: スルーレート (V/ns)
pt_br: Velocidade de varredura (V/ns)
ru: Скорость нарастания (В/НС)
zh_hans: 压摆率 (V/ns)

source: Solar Cell
fr: Cellule solaire
it: Cella solare
ja: 太陽電池
pt_br: Célula solar
ru: Солнечная батарея
zh_hans: 太阳能电池

source: Sources
it: Fonti
ja: ソース
pt_br: Fontes
ru: Источники
zh_hans: 电源

source: Speaker
fr: Haut-parleur
it: Madrelingua
ja: スピーカー
pt_br: Falante
ru: Динамик
zh_hans: 扬声器

source: Square Wave
fr: Signal carré
it: Onda quadra
ja: 方形波
pt_br: Onda quadrada
ru: Квадратная волна
zh_hans: 方波

source: Square Wave Source
fr: Source de signal carré
it: Sorgente dell'onda quadra
ja: 方形波ソース
pt_br: Fonte de onda quadrada
ru: Источник квадратной волны
zh_hans: 方波电源

source: Stacked
fr: Empilés
it: Impilati
ja: 積層
pt_br: Empilhados
ru: Сложены
zh_hans: 堆叠显示

source: Stall Current
fr: Courant de décrochage
it: Corrente di stAllo
ja: 失速電流
pt_br: Corrente da tenda
ru: Остановить ток
zh_hans: 堵转电流

source: Stall Torque (oz in)
fr: Couple de décrochage (oz in)
it: StAllo di coppia (oz in)
ja: 失速トルク (オンス)
pt_br: Torque máximo (oz in)
ru: Остановить крутящий момент (oz in)
zh_hans: 堵转扭矩 (oz in)

source: Start
fr: Commencer
it: Iniziare
ja: 開始
pt_br: Começar
ru: Начать
zh_hans: 开始

source: Stepper Motor
fr: Moteur pas à pas
it: Motore stepper
ja: ステッピングモータ
pt_br: Motor de passo
ru: Шаговый двигатель
zh_hans: 步进电机

source: Subcircuit
fr: Spice
it: Sottocircuito
pt_br: Subcircuito
ru: Подсхемы
zh_hans: 子电路

source: Suggest an Improvement
fr: Suggérer une amélioration
it: Suggerisci un miglioramento
ja: 改善を提案する
pt_br: Sugerir uma melhoria
ru: Предложить улучшение
zh_hans: 建议改进

source: Supply Voltage
fr: Tension d'alimentation
it: Tensione di alimentazione
ja: 電源電圧
pt_br: Tensão de alimentação
ru: Напряжение питания
zh_hans: 电源电压

source: Swap
ja: スワップ
pt_br: Trocar
ru: Своп
zh_hans: 输入交换

source: Sweep (linear)
fr: Balayage (linéaire)
it: Sweep (lineare)
ja: スイープ (リニア)
pt_br: Varredura (linear)
ru: Развертка (линейная)
zh_hans: 扫描源 (线性)

source: Sweep Time (s)
fr: Temps de balayage (s)
it: Tempo di sweep (s)
ja: スイープ時間 (秒)
pt_br: Tempo de varredura (s)
ru: Время развертки (сек.)
zh_hans: 扫描时间 (s)

source: Tap elements to delete
fr: Touchez les éléments à supprimer
it: Tocca elementi da eliminare
ja: 削除する要素をタップ
pt_br: Toque em elementos para apagar
ru: Нажмите элементы для удаления
zh_hans: 点击要删除的元素

source: Tapped Transformer
fr: Transformateur taraudé
it: TrasFormatore filettato
ja: タップトランス
pt_br: Transformador com Tap
ru: Повернутый трансформатор
zh_hans: 抽头变压器

source: Temperature (K)
fr: Température (K)
it: Temperatura (K)
ja: 温度 (K)
pt_br: Temperatura (K)
ru: Температура (K)
zh_hans: 温度 (K)

source: Text
fr: Texte
it: Testo
ja: テキスト
pt_br: Texto
ru: Текст
zh_hans: 文本

source: Thank you for your help!
fr: Merci de votre aide!
it: Grazie per il vostro aiuto!
ja: あなたの助けをありがとう!
pt_br: Obrigado pela sua ajuda!
ru: Благодарим вас за помощь!
zh_hans: 谢谢您的帮助!

source: Theme
fr: Thème
it: Tema
ja: テーマ
pt_br: Tema
ru: Тема
zh_hans: 主题

source: Thermistor
fr: Thermistance
it: Termistore
ja: サーミスタ
pt_br: Termístor
ru: Термистор
zh_hans: 热敏电阻

source: Threshold Voltage
fr: Tension de seuil
it: Tensione di soglia
ja: スレッショルド電圧
pt_br: Limiar de tensão
ru: Пороговое напряжение
zh_hans: 阈值电压

source: Touch and drag to draw wires
fr: Touchez et faites glisser pour dessiner des fils
it: Toccare e trascinare per disegnare i fili
ja: タッチアンドドラッグでワイヤを描画
pt_br: Toque e arraste para desenhar fios
ru: Касание и перетаскивание для рисования проводов
zh_hans: 触摸并拖动以绘制导线

source: Transformer
fr: Transformateur
it: Trasformatore
ja: トランス
pt_br: Transformador
ru: Трансформатор
zh_hans: 变压器

source: Transistor
ja: トランジスタ
ru: Транзистор
zh_hans: 晶体管

source: Translations on Github
fr: Traductions sur GitHub
it: Traduzioni su GitHub
ja: Github での翻訳
pt_br: Traduções no github
ru: Переводы на GitHub
zh_hans: Github 上的翻译

source: Triangle
it: Triangolo
ja: 三角 形
pt_br: Triângulo
ru: Треугольник
zh_hans: 三角波

source: Trigger
fr: Déclencheur
pt_br: Gatilho
ru: Триггер
zh_hans: 触发

source: Trigger Current (A)
fr: Courant de déclenchement (A)
it: Corrente del grilletto (A)
ja: トリガ電流 (A)
pt_br: Corrente do disparador (A)
ru: Ток срабатывания (A)
zh_hans: 触发电流 (A)

source: Triggered
fr: Déclenché
it: Attivato
pt_br: Acionado
ru: Вызвало
zh_hans: 已触发

source: Type
it: Tipo
ja: 型
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Val
ru: Валь
zh_hans: 数值

source: Value
fr: Valeur
it: Valore
ja: 値
pt_br: Valor
ru: Значение
zh_hans: 数值

source: Vertical
fr: Verticale
it: Verticale
ja: 垂直
ru: Вертикальный
zh_hans: 垂直

source: Voltage
fr: Tension
it: Tensione
ja: 電圧
pt_br: Tensão
ru: Напряжение
zh_hans: 电压

source: Voltage @ 1g
fr: Tension @ 1g
it: Tensione @ 1g
ja: 電圧 @ 1g
pt_br: Tensão @ 1G
ru: Напряжение @ 1g
zh_hans: 电压 @ 1g

source: Voltage Color
fr: Couleur de tension
it: Colore di tensione
ja: 電圧色
pt_br: Cor da tensão
ru: Цвет напряжения
zh_hans: 电压颜色

source: Warmup Time (s)
fr: Temps de réchauffement (s)
it: Tempo di riscaldamento (s)
ja: ウォームアップ時間 (秒)
pt_br: Tempo de warmup (s)
ru: Время для разогрева (сек.)
zh_hans: 预热时间 (s)

source: Waveform
fr: Signaux
it: Forma d' onda
ja: 波形
pt_br: Forde de onda
ru: Форма волны
zh_hans: 波形

source: Width
fr: Largeur
it: Larghezza
ja: 幅
pt_br: Largura
ru: Ширина
zh_hans: 宽度

# WikipediaUrl
source: Wikipedia
fr: Lien Wikipedia
it: WikipediaUrl
ja: WikipediaUrl
ru: Ссылка в Википедии
zh_hans: 维基百科链接

source: Wire
fr: Fil
it: Filo
ja: ワイヤー
pt_br: Fio
ru: Провод
zh_hans: 导线

source: Wire loop with no resistance!
fr: Boucle de fil sans résistance!
it: Filo loop senza resistenza!
ja: 抵抗のないワイヤーループ!
pt_br: Loop de arame sem resistência!
ru: Проволочная петля без сопротивления!
zh_hans: 没有电阻的导线环路!

source: XOR Gate
fr: Porte XOR
ja: XOR ゲート
pt_br: Porta XOR
ru: XOR вентил
zh_hans: 异或门

source: Your review is very much appreciated!
fr: Votre avis compte beaucoup!
it: La tua opinione è molto apprezzato!
ja: あなたのレビューは非常に高く評価されます!
pt_br: Sua revisão é muito bem vinda!
ru: Ваш отзыв очень ценится!
zh_hans: 非常感谢您的评论!

source: Zener Diode
fr: Diode Zener
it: Diodo Zener
ja: 定ダイオード
pt_br: Diodo Zener
ru: Диоды стабилизации
zh_hans: 稳压二极管

source: Zener Voltage @ 5mA
fr: Tension Zener @ 5mA
it: Tensione Zener @ 5mA
ja: 5mA 電圧 @
pt_br: Tensão Zener @ 5mA
ru: Напряжение тока стабилизации @ 5 мА
zh_hans: 稳定电压 @ 5ma

source: cutoff
fr: coupure
it: Taglio
ja: カットオフ
pt_br: corte
ru: Среза
zh_hans: 截止

source: fwd active
fr: fwd actif
it: FWD attivo
ja: fwd アクティブ
pt_br: fwd ativo
ru: передний активный
zh_hans: 正向活动

source: iCircuit Manual
fr: Manuel iCircuit
it: Manuale iCircuit
ja: iCircuit マニュアル
pt_br: Manual do iCircuit
ru: Руководство по эксплуатации iCircuit
zh_hans: iCircuit 手册

source: iCircuit Website
fr: Site Web iCircuit
it: iCircuit sito
ja: iCircuit ウェブサイト
pt_br: Site iCircuit
ru: Веб-сайт iCircuit
zh_hans: iCircuit 官网

source: on Wikipedia
fr: sur Wikipedia
it: su Wikipedia
ja: ウィキペディアで
pt_br: na Wikipedia
ru: на Википедии
zh_hans: 的维基百科

source: Avg
fr: Moy.
it: Media
ru: Средняя

source: Freq
ru: Частота

source: Max
it: Massimo
ru: Макс

source: Min
it: Minimo
ru: Мин
