Repository: Gamecqat34/CircuitTranslations
Catalog: *.lproj/Localizable.strings
Languages: fr, it, ja, pt_br, ru, zh_hans

source: AC
pt_br: CA
zh_hans: 交流

source: AC Source
fr: Source AC
it: Fonte AC
ja: AC 電源
pt_br: Fonte CA
ru: Источник переменного тока
zh_hans: 交流电源

source: ADC
ru: АЦП
zh_hans: 模数转换器

source: AM
ja: 午前
zh_hans: 调幅

source: AM Antenna
fr: Antenne AM
it: Antenna AM
ja: AM アンテナ
pt_br: Antena AM
ru: AM антенна
zh_hans: 调幅天线

source: AND Gate
fr: Porte AND
ja: とゲート
pt_br: Porta AND
ru: AND вентиль
zh_hans: 与门

source: Accelerometer
fr: Accéléromètre
it: Accelerometro
ja: 加速度計
pt_br: Acelerômetro
ru: Акселерометр
zh_hans: 加速度计

source: Active
it: Attivo
ja: アクティブ
pt_br: Ativo
ru: Активный
zh_hans: 活动

source: Add tracks by tapping signals in the meter
fr: Ajouter des pistes en appuyant sur des signaux dans l'osciloscope
it: Aggiungi tracce toccando i segnali nel misuratore
ja: メーター内の信号をタップしてトラックを追加する
pt_br: Adicionar faixas tocando nos sinais do medidor
ru: Добавление треков путем касания сигналов в счетчике
zh_hans: 在器件状态上点击相应指标以增加信道

source: Amplifier
fr: Amplificateur
it: Amplificatore
ja: アンプ
pt_br: Amplificador
ru: Усилитель
zh_hans: 放大器

source: Amplitude (V)
it: Ampiezza (V)
ja: 振幅 (V)
ru: Амплитуда (V)
zh_hans: 振幅 (V)

source: Analog
fr: Analogique
it: Analogico
ja: アナログ
pt_br: Analógico
ru: Аналоговый
zh_hans: 模拟器件

source: Analog Switch
fr: Commutateur analogique
it: Interruttore analogico
ja: アナログスイッチ
pt_br: Chave analógica
ru: Аналоговый выключатель
zh_hans: 模拟开关

source: Angle to Sun (deg)
fr: Angle au soleil (°)
it: Angolo al sole (°)
ja: 太陽に対する角度 (°)
pt_br: Ângulo do sol (°)
ru: Угол до солнца (°)
zh_hans: 太阳高度角 (deg)

source: Anode
it: Anodo
ja: 陽極
pt_br: Ânodo
ru: Анод
zh_hans: 阳极

source: Appearance
fr: Apparence
it: Aspetto
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

source: Auto Add Selected
fr: Ajout automatique sélectioné
it: Auto Add selezionato
ja: 選択した自動追加
pt_br: Auto adicionar selecionado
ru: Добавить выбранное автоматически
zh_hans: 自动添加所选内容

source: Auto Duration
fr: Durée automatique
it: Durata automatica
ja: 自動継続時間
pt_br: Duração automática
ru: Автоматическая длительность
zh_hans: 自动调整时长

source: Auto Values
fr: Valeurs automatiques
it: Valori automatici
ja: 自動値
pt_br: Valores automáticos
ru: Автоматические значения
zh_hans: 自动调整值显示范围

source: Automatic Bandwidth
fr: Bande passante automatique
it: Larghezza di banda automatica
ja: 自動帯域幅
pt_br: Largura de banda automática
ru: Автоматическая пропускная способность
zh_hans: 自动调整带宽

# Autowire
source: Auto Route
fr: Route Auto
it: Percorso Auto
ja: 自動的にルート
pt_br: Rotear Auto
ru: Авто маршрут
zh_hans: 自动连线

source: BCD to 7-Segment Decoder
fr: Décodeur BCD à 7 segments
it: BCD a 7-segmento decoder
ja: BCD ~ 7 セグメントデコーダ
pt_br: Decodificador BCD para 7 segmentos
ru: BCD в 7-сегментный декодер
zh_hans: BCD-7段译码器

source: BJT Transistor
fr: Transistor BJT
ja: BJT トランジスタ
pt_br: Transistor BJT
ru: BJT транзистор
zh_hans: 双极晶体管

source: BJT Transistor (NPN)
fr: Transistor BJT (NPN)
it: Transistor BJT (NPN)
ja: BJT トランジスタ (NPN)
pt_br: Transistor BJT (NPN)
ru: BJT транзистор (NPN)
zh_hans: 双极晶体管 (NPN)

source: BJT Transistor (PNP)
fr: Transistor BJT (PNP)
it: Transistor BJT (PNP)
ja: BJT トランジスタ (PNP)
pt_br: Transistor BJT (PNP)
ru: BJT транзистор (PNP)
zh_hans: 双极晶体管 (PNP)

source: Bandwidth (Hz)
fr: Bande passante (Hz)
it: Larghezza di banda (Hz)
ja: 帯域幅 (Hz)
pt_br: Largura de banda (Hz)
ru: Полоса пропускания (Гц)
zh_hans: 带宽 (Hz)

source: Beta
fr: Bêta
ru: Бета-версия
zh_hans: β

source: Beta/hFE
fr: Beta/ergonomie
ja: ベータ版/hFE
ru: Бета/hFE
zh_hans: β/hFE

source: Bidirectional
fr: Bidirectionnel
it: Bidirezionale
ja: 双方向
pt_br: Bidirecional
ru: Двунаправленный
zh_hans: 双向扫描

source: Bits
it: Bit
ja: ビット
ru: Биты
zh_hans: 位数

source: Blue
fr: Bleu
it: Blu
ja: 青
pt_br: Azul
ru: Синий
zh_hans: 蓝色

source: Blue (%)
fr: Bleu (%)
it: Blu (%)
ja: 青 (%)
pt_br: Azul (%)
ru: Синий (%)
zh_hans: 蓝色 (%)

source: Bold
fr: Gras
it: Grassetto
ja: 太字
pt_br: Negrito
ru: Жирный
zh_hans: 粗体

source: Bubble
fr: Bulle
it: Bolla
ja: バブル
pt_br: Bolha
ru: Пузырь
zh_hans: 否定指示器 (小圆圈)

source: Buzzer
ja: ブザー
pt_br: Buzina
ru: Зуммер
zh_hans: 蜂鸣器

source: Capacitance
fr: Capacité
it: Capacità
ja: 容量
pt_br: Capacitância
ru: Емкость
zh_hans: 电容

source: Capacitance (F)
fr: Capacité (F)
it: Capacità (F)
ja: 静電容量 (F)
pt_br: Capacitância (F)
ru: Емкость (F)
zh_hans: 电容 (F)

source: Capacitor
fr: Condensateur
it: Condensatore
ja: コンデンサー
ru: Конденсатор
zh_hans: 电容

source: Carrier Amplitude (V)
fr: Amplitude porteuse (V)
it: Ampiezza Carrier (V)
ja: キャリア振幅 (V)
pt_br: Amplitude do portador (V)
ru: Амплитуда несущей (V)
zh_hans: 载波振幅 (V)

source: Carrier Frequency (Hz)
fr: Fréquence porteuse (Hz)
it: Frequenza portante (Hz)
ja: キャリア周波数 (Hz)
pt_br: Frequência do portador (Hz)
ru: Несущая частота (Гц)
zh_hans: 载波频率 (Hz)

source: Cathode
it: Catodo
ja: 陰極
pt_br: Cátodo
ru: Катод
zh_hans: 阴极

source: Center
fr: Centre
it: Centro
ja: センター
pt_br: Centro
ru: Центр
zh_hans: 居中

source: Center Off
fr: Centre désactivé
it: Centro off
ja: センターオフ
pt_br: Deslocamento de Centro
ru: По центру выкл.
zh_hans: 带中间悬空档

source: Circuit
it: Circuito
ja: 回路
pt_br: Circuito
ru: Цепь
zh_hans: 电路

source: Circuit Settings
fr: Paramètres du circuit
it: Impostazioni del circuito
ja: 回路設定
pt_br: Configurações do circuito
ru: Настройки цепей
zh_hans: 电路设置

source: Closed
fr: Fermé
it: Chiuso
ja: 閉鎖
pt_br: Fechado
ru: Закрыт
zh_hans: 闭合

source: Code
it: Codice
ja: コード
pt_br: Código
ru: Код
zh_hans: 代码

source: Coil Inductance (H)
fr: Inductance de bobine (H)
it: Induttanza bobina (H)
ja: コイルインダクタンス (H)
pt_br: Indutância da bobina (H)
ru: Индуктивность катушки (H)
zh_hans: 线圈电感 (H)

source: Coil Resistance (Ω)
fr: Résistance de bobine (Ω)
it: Resistenza della bobina (Ω)
ja: コイル抵抗 (Ω)
pt_br: Resistência da bobina (Ω)
ru: Сопротивление катушки (Ω)
zh_hans: 线圈电阻 (Ω)

source: Coil Voltage (V)
fr: Tension de bobine (V)
it: Tensione della bobina (V)
ja: コイル電圧 (V)
pt_br: Tensão da bobina (V)
ru: Напряжение катушки (V)
zh_hans: 线圈电压 (V)

source: Color
fr: Couleur
it: Colore
ja: 色
pt_br: Cor
ru: Цвет
zh_hans: 颜色

source: Colpitts Oscillator
fr: Oscillateur Colpitts
it: Oscillatore Colpitts
ja: コルピッツ発振器
pt_br: Oscilador de Colpitts
ru: Генератор Колпитца
zh_hans: 考毕兹振荡器

source: Contributors
fr: Contributeurs
it: Contributori
ja: 貢献
pt_br: Contribuintes
ru: Участников
zh_hans: 贡献者

source: Conventional Direction
fr: Direction conventionnelle
it: Direzione convenzionale
ja: 従来の方向
pt_br: Direção convencional
ru: Обычное направление
zh_hans: 常规方向

source: Cooldown Time (s)
fr: Temps de refroidissement (s)
it: Tempo di ricarica (s)
ja: クールダウン時間 (秒)
pt_br: Tempo de recarga (s)
ru: Время восстановления (сек.)
zh_hans: 冷却时间 (s)

source: Counter
fr: Compteur
it: Contatore
ja: カウンター
pt_br: Contador
ru: Счетчик
zh_hans: 计数器

source: Coupling Coefficient (%)
fr: Coefficient de couplage (%)
it: Coefficiente di accoppiamento (%)
ja: カップリング係数 (%)
pt_br: Coeficiente de acoplamento (%)
ru: Коэффициент сцепления (%)
zh_hans: 耦合系数 (%)

source: Crystal Oscillator
fr: Oscillateur à quartz
it: Oscillatore di cristallo
ja: 水晶発振器
pt_br: Cristal de clock
ru: Кварцевый генератор
zh_hans: 晶体振荡器

source: Current
fr: Courant
it: Corrente
ja: 現在の
pt_br: Corrente
ru: Ток
zh_hans: 电流

source: Current (A)
fr: Courant (A)
it: Corrente (A)
ja: 電流 (A)
pt_br: Corrente (A)
ru: Ток (A)
zh_hans: 电流 (A)

source: Current Dots
fr: Points de courant
it: Punti correnti
ja: 現在のドット
pt_br: Corrent nos nós
ru: Текущие точки
zh_hans: 电流指示点

source: Current Rating (A)
fr: Mesure du courant (A)
it: Valutazione corrente (A)
ja: 定格電流 (A)
pt_br: Corrente máxima (A)
ru: Текущий рейтинг (A)
zh_hans: 额定电流 (A)

source: D Flip-flop
fr: BAscule D
ja: D フリップフロップ
pt_br: Flip-flop D
ru: D-триггер
zh_hans: D 触发器

source: DAC
zh_hans: 数模转换器

source: DC
fr: CC
it: CC
ja: 直流
pt_br: CC
zh_hans: 直流

source: DC Current Source
fr: Source de courant continu (CC)
it: Sorgente corrente CC
ja: 直流電流源
pt_br: Fonte de Corrente CC
ru: Источник постоянного тока
zh_hans: 直流电流源

source: DC Motor
fr: Moteur CC
it: Motore CC
ja: 直流電動機
pt_br: Motor CC
ru: Двигатель постоянного тока
zh_hans: 直流电动机

source: DC Offset
fr: Décalage CC
it: Offset CC
ja: 直流オフセット
pt_br: Deslocamento CC
ru: Смещение постоянного тока
zh_hans: 直流偏置

source: DC Rail
fr: Rail CC
it: Guida di CC
ja: 直流レール
pt_br: Trilho CC
ru: Рельс постоянного тока
zh_hans: 直流电源轨

source: DC Source
fr: Source CC
it: Sorgente di CC
ja: 直流ソース
pt_br: Fonte CC
ru: Источник постоянного тока
zh_hans: 直流电源

source: Dark Mode
fr: Mode sombre
it: Modalità Dark
ja: ダークモード
pt_br: Modo escuro
ru: Темный режим
zh_hans: 暗模式

source: Datasheet
fr: Fiche
it: Scheda tecnica
ja: データシート
ru: Спецификация
zh_hans: 数据手册

source: Delete
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Dependent
fr: Lié
it: Dipendente
ja: 依存
pt_br: Dependente
ru: Зависимые
zh_hans: 受控源

source: Dependent Current Source
fr: Source de courant liée
it: Fonte corrente dipendente
ja: 依存する現在のソース
pt_br: Fonte de corrente dependente
ru: Зависимый источник тока
zh_hans: 受控电流源

source: Dependent Source
fr: Source liée
it: Origine dipendente
ja: 依存元
pt_br: Fonte dependente
ru: Зависимый источник
zh_hans: 受控源

source: Differential Voltage
fr: Tension différentielle
it: Tensione differenziale
ja: 差動電圧
pt_br: Diferencial de potencial(ddp)
ru: Дифференциальное напряжение
zh_hans: 差分电压

source: Digital
fr: Numérique
it: Digitale
ja: デジタル
ru: Цифровой
zh_hans: 数字器件

source: Digital Symbol
fr: Symbole numérique
it: Simbolo digitale
ja: デジタルシンボル
pt_br: Símbolo Digital
ru: Цифровой символ
zh_hans: 数字符号

source: Digitized Accelerometer
fr: Accéléromètre numérique
it: Accelerometro digitalizzato
ja: デジタル化加速度計
pt_br: Acelerômetro digital
ru: Оцифрованный акселерометр
zh_hans: 数字化加速度计

source: Diode
it: Diodo
ja: ダイオード
pt_br: Diodo
ru: Диод
zh_hans: 二极管

source: Double-throw (DT)
fr: Va et vient
it: Doppio tiro (DT)
ja: ダブルスロー (DT)
pt_br: Duplo-throw (DT)
ru: Двойной бросок (DT)
zh_hans: 双掷 (DT)

source: Drag to complete the wire
fr: Faites glisser pour terminer le fil
it: Trascina per completare il filo
ja: ドラッグしてワイヤを完成させる
pt_br: Arraste para completar o fio
ru: Перетащите, чтобы завершить провод
zh_hans: 拖动以完成导线

source: Draw Border
fr: Afficher les bords
it: Disegna bordo
ja: 罫線を引く
pt_br: Desenhar borda
ru: Граница рисования
zh_hans: 绘制边框

source: Duration (s)
fr: Durée (s)
it: Durata (s)
ja: 期間 (秒)
pt_br: Duração (s)
ru: Продолжительность (сек.)
zh_hans: 时长 (s)

source: Duty Cycle (%)
fr: Rapport cyclique (%)
ja: デューティサイクル (%)
pt_br: Ciclo de trabalho (%)
ru: Рабочий цикл (%)
zh_hans: 占空比 (%)

source: Edit
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
ru: Редактировать
zh_hans: 编辑

source: Electron Direction
fr: Sens des électrons
it: Direzione elettronica
ja: 電子方向
pt_br: Direção dos elétrons
ru: Электронное направление
zh_hans: 电子方向

source: Email Support
fr: Assistance par email
it: Supporto E-mail
ja: メールサポート
pt_br: E-mail de suporte
ru: Поддержка по электронной почте
zh_hans: 电子邮件支持

source: Enable Anonymous Analytics
fr: Activer l'analyse anonyme
it: Abilita analisi anonime
ja: 匿名分析を有効にする
pt_br: Habilitar análise anônima
ru: Включить анонимную аналитику
zh_hans: 启用匿名分析

source: End
fr: Fin
it: Fine
ja: 終わり
pt_br: Final
ru: Конец
zh_hans: 结束

source: Examples
fr: Exemples
it: Esempi
ja: 例
pt_br: Exemplos
ru: Примеры
zh_hans: 例子

source: Export
fr: Exporter
it: Esportazione
ja: エクスポート
pt_br: Exportação
ru: Экспорт
zh_hans: 导出

source: Expression
it: Espressione
ja: 式
pt_br: Expressão
ru: Выражение
zh_hans: 表达式

source: FM
zh_hans: 调频

source: FM Antenna
fr: Antenne FM
it: Antenna FM
ja: FM アンテナ
pt_br: Antena FM
ru: Антенна FM
zh_hans: 调频天线

source: Flip X
fr: Retourner X
ja: フリップ X
pt_br: Girar eixo X
ru: Перевернуть X
zh_hans: 横向翻转

source: Flip Y
fr: Retourner Y
ja: フリップ Y
pt_br: Girar eixo Y
ru: Перевернуть Y
zh_hans: 纵向翻转

source: Flipped
fr: Retourné
it: Capovolto
ja: 反転
pt_br: Invertida
ru: Перевёрнут
zh_hans: 上下翻转

source: Forward Voltage
fr: TensionDirecte
it: Tensione FWD
pt_br: Tensão direta
ru: Форвардволтаже
zh_hans: 正向电压

source: Free Running Current
fr: Courant nominal
it: Corrente di funzionamento libera
ja: フリーランニング電流
pt_br: Corrente rodando a vazio
ru: Свободный идущий ток
zh_hans: 空载运行电流

source: Free Running RPM
fr: tr/min nominal
it: GIRI liberi di funzionamento
ja: フリーランニング RPM
pt_br: RPM rodando a vazio
ru: Свободный бег RPM
zh_hans: 空载运行转速 (RPM)

source: Frequencies
fr: Fréquences
it: Frequenze
pt_br: Frequências
ru: Частоты
zh_hans: 频域

source: Frequency (Hz)
fr: Fréquence (Hz)
it: Frequenza (Hz)
ja: 周波数 (Hz)
pt_br: Frequência (Hz)
ru: Частота (Гц)
zh_hans: 频率 (Hz)

source: Frequency Deviation (Hz)
fr: Écart de fréquence (Hz)
it: Deviazione di frequenza (Hz)
ja: 周波数偏差 (Hz)
pt_br: Desvio de frequência (Hz)
ru: Отклонение частоты (Гц)
zh_hans: 频偏 (Hz)

source: Fuse
fr: Fusible
it: Fusibile
ja: ヒューズ
pt_br: Fusível
ru: Предохранитель
zh_hans: 熔丝

source: Fwd Voltage @ 1A
fr: Tension directe @ 1A
it: Tensione FWD @ 1A
ja: Fwd 電圧 @ 1A
pt_br: Tensão de polarização do diodo a 1A
ru: FWD напряжение @ 1A
zh_hans: 正向压降 @ 1A

source: Gate-Cathode Resistance (Ω)
fr: Résistance porte-cathode (Ω)
it: Resistenza gate-catodo (Ω)
ja: ゲート-カソード抵抗 (Ω)
pt_br: Resistência da porta-cátodo (Ω)
ru: Сопротивление строб-катода (Ω)
zh_hans: 门极电阻 (Ω)

source: Gauge
fr: Jauge
it: Calibro
ja: ゲージ
pt_br: Calibre
ru: Измерительный прибор
zh_hans: 仪表

source: GitHub is used to coordinate the translation effort.
fr: GitHub est utilisé pour coordonner l'effort de traduction.
it: GitHub è usato per coordinare lo sforzo di traduzione.
ja: GitHub は翻訳作業を調整するために使用されます。
pt_br: O GitHub é usado para coordenar o esforço de tradução.
ru: GitHub используется для координации усилий по переводу.
zh_hans: GitHub 用于协调翻译工作。

source: Green
fr: Vert
it: Verde
ja: 緑
pt_br: Verde
ru: Зеленый
zh_hans: 绿色

source: Green (%)
fr: Vert (%)
it: Verde (%)
ja: 緑 (%)
pt_br: Verde (%)
ru: Зеленый (%)
zh_hans: 绿色 (%)

source: Ground
fr: Terre
it: Terra
ja: 地面
pt_br: Terra
ru: Земля
zh_hans: 接地

source: H-Bridge
fr: Pont H
it: H-ponticello
ja: H ブリッジ
pt_br: Ponte H
ru: H-мост
zh_hans: H 桥

source: HEF4000B Datasheet
fr: Fiche technique HEF4000B
it: Datasheet di HEF4000B
ja: HEF4000B データシート
ru: ХЕФ4000Б-описание производителя
zh_hans: HEF4000B 数据手册

source: Height
fr: Hauteur
it: Altezza
ja: 高さ
pt_br: Altura
ru: Высота
zh_hans: 高度

source: Help Translate
fr: Aider à traduire
it: Contribuire a tradurre
ja: 翻訳ヘルプ
pt_br: Ajuda traduzir
ru: Помогите перевести
zh_hans: 帮助翻译

source: Holding Current (A)
fr: Courant de maintien (A)
it: Corrente di mantenimento (A)
ja: 保持電流 (A)
pt_br: Corrente da terra arrendada (A)
ru: Удерживающий ток (A)
zh_hans: 保持电流 (A)

source: Horizontal
fr: Horizontale
it: Orizzontale
ja: 水平
ru: Горизонтальной
zh_hans: 水平

source: I promise to read all your feedback but I can't guarantee a response to every email. Sorry!
fr: Je vais lire tous vos commentaires, mais malheureusement je ne peux pas garantir une réponse à chacun. Veuillez m'en excuser.
it: Prometto di leggere tutti i vostri commenti, ma non posso garantire una risposta ad ogni e-mail. Siamo spiacenti!
ja: 私はすべてのフィードバックを読むことを約束するが、私はすべてのメールへの応答を保証することはできません。すみません！
pt_br: Eu prometo ler todos os seus comentários, mas eu não posso prometer uma resposta a todos os e-mails. Me Desculpe!
ru: Я обещаю читать все ваши отзывы, но я не могу гарантировать ответ на каждое письмо. Извините!
zh_hans: 我保证阅读你所有的反馈, 但我不能保证每封电子邮件都能得到回复。对不起！

source: IC
zh_hans: 集成电路型号

source: IEC Symbols
fr: Symboles IEC
it: Simboli IEC
ja: IEC シンボル
pt_br: Símbolos IEC
ru: Символы IEC
zh_hans: IEC 符号

source: In order to improve iCircuit, anonymous usage data can be collected and sent to the developer. This data includes which elements you add, which properties you set (not including values), and what errors occur. To opt out of this, tap the option to turn it off (unchecked).
fr: Afin d'améliorer iCircuit, des données d'utilisation anonymes peuvent êtres envoyées au déveloper. Cela inclue les élements que vous ajoutez, les propriétés que vous définissez (à l'exclusion des valeurs), et les erreurs que vous rencontrez. Pour désactiver cette collecte, déselectionnez cette option.
it: Al fine di migliorare iCircuit, i dati di utilizzo anonimo possono essere raccolti e inviati allo sviluppatore. Questi dati includono gli elementi aggiunti, le proprietà impostate (esclusi i valori) e gli errori che si verificano. Per escluderlo, tocca l'opzione per disattivarla (deselezionata).
ja: iCircuit を改善するために、匿名の利用状況データを収集し、開発者に送信することができます。このデータには、追加する要素、設定したプロパティ (値を含まない)、および発生するエラーが含まれます。これをオプトアウトするには、オプションをタップしてオフにします (オフ)。
pt_br: Para melhorar o iCircuit, dados de uso anônimo podem ser coletados e enviados ao desenvolvedor. Esses dados incluem quais elementos você adiciona, quais propriedades você define (não incluindo valores) e quais erros ocorrem. Para evitar que seus dados sejam coletados, toque na opção para desativar (desmarcada).
ru: Для того, чтобы улучшить ИЦиркуит, анонимные данные об использовании могут быть собраны и отправлены разработчику. Эти данные включают элементы, которые вы добавляете, какие свойства вы задаете (не включая значения), и какие ошибки происходят. Чтобы отказаться от этого, коснитесь параметра, чтобы выключить его (флажок не выбран).
zh_hans: 为了改进 iCircuit, 允许收集匿名使用数据并将其发送给开发人员。此数据包括添加的元素、设置的属性 (不包括值) 以及发生的错误。要退出改进计划, 请点击该选项将其关闭 (不选中)。

source: Inductance
it: Induttanza
ja: インダクタンス
pt_br: Indutância
ru: Индуктивность
zh_hans: 电感

source: Inductance (H)
it: Induttanza (H)
ja: インダクタンス (H)
pt_br: Indutância (H)
ru: Индуктивность (H)
zh_hans: 电感 (H)

source: Inductor
fr: Inducteur
it: Induttore
ja: インダクタ
pt_br: Indutor
ru: Индуктор
zh_hans: 电感

source: Inertia
fr: Inertie
it: Inerzia
ja: 慣性
pt_br: Inércia
ru: Инерция
zh_hans: 转动惯量

source: Internal Resistance (Ω)
fr: Résistance interne (Ω)
it: Resistenza interna (Ω)
ja: 内部抵抗 (Ω)
pt_br: Resistência interna (Ω)
ru: Внутреннее сопротивление (Ω)
zh_hans: 内阻 (Ω)

source: Inverter
fr: Onduleur
ja: インバーター
pt_br: Inversor
ru: Инвертор
zh_hans: 反相器

source: JK Flip-flop
fr: Bascule
ja: JK フリップフロップ
pt_br: Flip-flop JK
ru: JK-триггер
zh_hans: JK 触发器

source: LED
ru: Светодиод
zh_hans: 发光二极管

source: LM317 Voltage Regulator
fr: Régulateur de tension LM317
it: Regolatore di tensione LM317
ja: LM317 電圧レギュレータ
pt_br: Regulador de tensão LM317
ru: Регулятор напряжения LM317
zh_hans: LM317 稳压器

source: Lamp
fr: Lampe
it: Lampada
ja: ランプ
pt_br: Lâmpada
ru: Лампа
zh_hans: 灯泡

source: LED
ru: Светодиод
zh_hans: 发光二极管

source: Library Filter
fr: Bibliothèque de filtres
it: Filtro libreria
ja: ライブラリフィルタ
pt_br: Filtro de biblioteca
ru: Фильтр библиотеки
zh_hans: 元件库筛选

source: Light (lux)
fr: Lumière (lux)
it: Luce (lux)
ja: ライト (ルクス)
pt_br: Luz (lux)
ru: Свет (Люкс)
zh_hans: 照度 (lux)

source: Light Mode
fr: Mode lumineux
it: Modalità luce
ja: ライトモード
pt_br: Modo Claro
ru: Режим освещения
zh_hans: 亮模式

source: Line Over
fr: Ligne au-dessus
it: Linea sopra
ja: ラインオーバー
pt_br: Linha over
ru: Линия над
zh_hans: 上划线

source: Logarithmic
fr: Logarithmique
it: Logaritmica
ja: 対数
pt_br: Logarítmica
ru: Логарифмический
zh_hans: 对数性

source: Max Freq
fr: Freq Max
it: Freq mas
pt_br: Freq. máxima
ru: Макс частота
zh_hans: 最高频率

source: Max Frequency (Hz)
fr: Fréquence max (Hz)
it: Frequenza massima (Hz)
ja: 最大周波数 (Hz)
pt_br: Frequência máxima (Hz)
ru: Максимальная частота (Гц)
zh_hans: 最高频率 (Hz)

source: Max Output (V)
fr: Sortie max (V)
it: Uscita massima (V)
ja: 最大出力 (V)
pt_br: Saída máxima (V)
ru: Максимальный выход (V)
zh_hans: 最高输出电压 (V)

source: Max Resistance (Ω)
fr: Résistance max (Ω)
it: Resistenza massima (Ω)
ja: 最大抵抗 (Ω)
pt_br: Resistência máxima (Ω)
ru: Максимальное сопротивление (Ω)
zh_hans: 最大电阻 (Ω)

source: Max Value
fr: Valeur max
it: Valore massimo
ja: 最大値
pt_br: Valor máximo
ru: Максимальное значение
zh_hans: 最大值

source: Max Voltage
fr: Tension max
it: Tensione massima
ja: 最大電圧
pt_br: Tensão máxima
ru: Максимальное напряжение
zh_hans: 最大电压

source: Max Current
fr: Courant max
pt_br: Corrente máxima
ru: Максимальный ток
zh_hans: 最大电流

source: Max Power
fr: Puissance max
ja: マックスパワー
pt_br: Potência máxima
ru: Максимальная мощность
zh_hans: 最大功率

source: Max Voltage
fr: Tension max
pt_br: Tensão máxima
ru: Максимальное напряжение тока
zh_hans: 最大电压

source: Measure
fr: Mesure
it: Misura
ja: 測定
pt_br: Medida
ru: Измерение
zh_hans: 测量

source: Microphone
it: Microfono
ja: マイク
pt_br: Microfone
ru: Микрофон
zh_hans: 麦克风

source: Min Frequency (Hz)
fr: Fréquence min (Hz)
it: Frequenza minima (Hz)
ja: 最小周波数 (Hz)
pt_br: Frequência mínima (Hz)
ru: Минимальная частота (Гц)
zh_hans: 最低频率 (Hz)

source: Min Output (V)
fr: Sortie min (V)
it: Uscita minima (V)
ja: 最小出力 (V)
pt_br: Saída mínima (V)
ru: Минимальный выход (V)
zh_hans: 最低输出电压 (V)

source: Min Value
fr: Valeur min
it: Valore minimo
ja: 最小値
pt_br: Valor mínimo
ru: Минимальное значение
zh_hans: 最小值

source: Modulation
it: Modulazione
ja: 変調
pt_br: Modulação
ru: Модуляции
zh_hans: 调制方式

source: Momentary
fr: Momentanée
it: Momentanea
ja: 瞬時
pt_br: Momentânea
ru: Мгновенное
zh_hans: 瞬时开关

source: Monospace
pt_br: Fonte de largura única
ru: Моноширинный
zh_hans: 等宽

source: Motion Capacitance (F)
fr: Capacité de mouvement (F)
it: Capacità di movimento (F)
ja: 動作容量 (F)
pt_br: Capacitância do movimento (F)
ru: Емкость движения (F)
zh_hans: 动态电容 (F)

source: NAND Gate
fr: Porte NAND
it: Cancello di NAND
ja: NAND ゲート
pt_br: Porta NAND
ru: NAND вентиль
zh_hans: 与非门

source: NOR Gate
fr: Porte NOR
it: NÉ Gate
ja: またゲート
pt_br: Porta NOR
ru: NOR вентиль
zh_hans: 或非门

source: Name
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名字

source: No Tracks to Display
fr: Aucune piste à afficher
it: Nessuna traccia da visualizzare
ja: 表示するトラックがありません
pt_br: Não há faixas para exibir
ru: Нет треков для отображения
zh_hans: 没有可显示的信道

source: No power (VIN)
fr: Pas d'alimentation (VIN)
it: Nessun potere (VIN)
ja: 電源なし (VIN)
pt_br: Sem potência (VIN)
ru: Нет питания (VIN)
zh_hans: 无电源 (VIN)

source: Nominal Power
fr: Puissance nominale
it: Potenza nominale
ja: 公称電力
pt_br: Potência nominal
ru: Номинальная мощность
zh_hans: 额定功率

source: Nominal Voltage
fr: Tension nominale
it: Tensione nominale
ja: 公称電圧
pt_br: Tensão nominal
ru: Номинальное напряжение
zh_hans: 额定电压

source: None
fr: Aucun
it: Nessuno
ja: なし
pt_br: Nenhum
ru: Ни один
zh_hans: 无

source: Normally-closed
fr: Normalement-fermé
it: Normalmente chiuso
ja: 通常-クローズ
pt_br: Normalmente fechado
ru: Нормально-закрытый
zh_hans: 常闭

source: Normally-closed (NC)
fr: Normalement-fermé (NC)
it: Normalmente chiuso (NC)
ja: 通常-クローズド (NC)
pt_br: Normalmente fechado (NF)
ru: Нормально-закрытый (НЗ)
zh_hans: 常闭 (NC)

source: Normally-open (NO)
fr: Normalement-ouvert (NO)
it: Normalmente aperto (NO)
ja: 通常-オープン (いいえ)
pt_br: Normalmente aberto (NA)
ru: Нормально-открыто (НО)
zh_hans: 常开 (NO)

source: Num Inputs
fr: Nb Entrées
it: Ingressi num
ja: Num 入力
pt_br: Número de entradas
ru: Количество входов
zh_hans: 输入数

source: Num Primary Windings
fr: Nb bobines primaires
it: Num avvolgimenti primari
ja: Num 一次巻線
pt_br: Número enrolamentos primários
ru: Num первичной обмотки
zh_hans: 初级绕组匝数

source: Num Secondary Windings
fr: Nb bobines secondaires
it: Num avvolgimenti secondari
ja: Num 二次巻線
pt_br: Número de enrolamentos secundários
ru: Num вторичные обмотки
zh_hans: 次级绕组匝数

source: Num Switches
fr: Nb interrupteurs
it: Interruttori num
ja: Num スイッチ
pt_br: Número de chaves
ru: Количество переключателей
zh_hans: 触点数量

source: OR Gate
fr: Porte OU
it: O cancello
ja: またはゲート
pt_br: Porta OR
ru: OR вентиль
zh_hans: 或门

source: Off Resistance (Ω)
fr: Résistance ouvert (Ω)
it: Resistenza al largo (Ω)
ja: オフ抵抗 (Ω)
pt_br: Resistência do relé desligado (Ω)
ru: От сопротивления (Ω)
zh_hans: 关断电阻 (Ω)
